{
  "acolyte_realm": [
    "Standing on the other side of a green and purple portal.",
    "Inside an elaborate one-way trap designed by Plankrun.",
    "Outside a smoky purple tower."
  ],
  "balacks_cove": [
    "Roaming amongst the most powerful of Lich mice.",
    "Lurking in a damp and darkened grotto."
  ],
  "bazaar": [
    "Searching for the best deals in the Burroughs.",
    "Ducking between stalls and tents and loud merchants.",
    "Under the pointiest tent in all the Kingdom!"
  ],
  "bountiful_beanstalk": [
    "Hobnobbing with giants.",
    "Infiltrating a lofty castle.",
	"Climbing into the clouds."
  ],
  "calm_clearing": [
    "Taking a relaxing hike through a forested area.",
    "By a peaceful rock in a grassy clearing.",
    "Tucked behind dense trees where it's quiet and peaceful."
  ],
  "cape_clawed": [
    "Watching the peaceful gathering of tribal mice.",
    "On a small bit of land near a volcano."
  ],
  "catacombs": [
    "Listening for sinister secrets deep underground.",
    "Walking through dark hallways in search of a Keeper's Candle."
  ],
  "claw_shot_city": [
    "Keeping an eye on the long-arm of the law.",
    "Spitting in a spittoon! Yuck!"
  ],
  "derr_dunes": [
    "Ankle deep in rocky, tropical sand.",
    "Tumbling down hills of rreD sand."
  ],
  "desert_city": [
    "Visiting a walled city that is no stranger to sieges.",
    "Keeping a close eye on would-be thieves..."
  ],
  "desert_oasis": [
    "Tending to a most troublesome and dangerous garden.",
    "Enjoying a drink on the overgrown rooftop patio."
  ],
  "desert_warpath": [
    "Marching through the Sandtail Desert.",
    "Dodging arrows, spears, swords, and spells!"
  ],
  "dojo": [
    "Practicing an ancient art with fledgling warriors.",
    "Safely inside the bottom floor of a bamboo building.",
    "Carefully watching the training activities of advanced students."
  ],
  "elub_shore": [
    "Near the bluE waters of the island.",
    "Watching the calm waters of Rodentia while remaining safely ashore."
  ],
  "floating_islands": [
    "Investigating what can be built in a workshop.",
    "Searching the skies for treasure.",
    "Peering through an oculus.",
    "In the clouds above Hollow Heights.",
    "Watching hunters' dirigibles fly by.",
    "Avoiding falling victim to Sky Pirates."
  ],
  "forbidden_grove": [
    "Trapped between two planes of existence.",
    "Behind heavy stone gates."
  ],
  "foreword_farm": [
    "Reaping what she sowed...",
    "Cultivating a hearty yield...",
    "Toiling away in fertile fields..."
  ],
  "fungal_cavern": [
    "Carefully navigating a subterranean and humid environment.",
    "Deep inside of an infested, glowing, twisting, unending cave of untold riches..."
  ],
  "great_gnarled_tree": [
    "Tracing the deep patterns of bark growing on ancient towers.",
    "By a tree older than Gnawnia itself.",
    "Finding shade in the largest tree in the Kingdom."
  ],
  "harbour": [
    "Near the loud and low horns and the dinging of bells.",
    "Visiting where many new hunters seek out seafaring mice.",
    "By the sea where there's plenty of fresh air and sunshine."
  ],
  "kings_arms": [
    "Where royal strength rewards hunting prowess.",
    "Under a circular roof atop arm-shared paths.",
    "Browsing wares available with a most royal currency."
  ],
  "kings_gauntlet": [
    "Climbing up spiralling, menacing stairs.",
    "Trekking up a massive tower in Valour.",
    "Atop a tall tower with the perfect view of an Eclipse."
  ],
  "laboratory": [
    "Performing bizarre experiments and chemical reactions.",
    "Where the powerful and strange breeds of mice first arose.",
    "Amongst brightly glowing potions."
  ],
  "lagoon": [
    "Waist-deep in a shallow, sparkling pond.",
    "Amongst sparkling, still water.",
    "Climbing jagged rocks and slick moss."
  ],
  "mountain": [
    "Looking across vast landscapes and the many horizons of the land.",
    "Cutting through the pass to reach the town on the other side.",
    "In a treacherous environment where only the toughest of mice survive."
  ],
  "mousoleum": [
    "Investigating the spirits of slain mice.",
    "Surveying where scientists harvest 'spare parts'.",
    "Studying the spooky remains of Zombie Mice."
  ],
  "moussu_picchu": [
    "Climbing and exploring some long lost ruins.",
    "Up high upon a weather changing plateau."
  ],
  "nerg_plains": [
    "Investigating a well-seasoned Gumbo Cheese.",
    "Running through flat fields of greeN."
  ],
  "prologue_pond": [
    "Reeling it in...",
    "Choosing the right tackle..."
  ],
  "queso_river": [
    "Enjoying a quick dip in a cheesy bath.",
    "Sipping delicious liquid cheese from a river.",
    "Protecting her ears from the sound of loud pumps."
  ],
  "seasonal_garden": [
    "Watching the sky and wondering what the weather will bring.",
    "Braving the ever-changing elements."
  ],
  "slushy_shoreline": [
    "Walking along the coldest waters in Gnawnia.",
    "At the beachside site of an invasion force!",
    "Shivering near the edges of the mainland."
  ],
  "ss_huntington_ii": [
    "Testing out balance on the high seas.",
    "Looking a bit queasy..."
  ],
  "sunken_city": [
    "Walking along the bottom of the Rodentia Ocean.",
    "Investigating powerful diving equipment."
  ],
  "table_of_contents": [
    "Sitting down at a wooden table...",
    "Creating clever characters...",
	"Penning plot points...",
	"Sharpening a quill..."
  ],
  "tournament_hall": [
    "Amongst the triumphant trumpets of master hunters of old.",
    "Browsing the rewards of competitive champions.",
    "Competing for the limelight amongst the finest champions."
  ],
  "town_of_digby": [
    "Exploring the deep and winding caverns near a technologically-advanced underground city.",
    "Amongst powerful drills and excavation equipment.",
    "Hiding in the shadows while standing in the limelight."
  ],
  "town_of_gnawnia": [
    "Hiding within the hustle and bustle in the city of the crown.",
    "Trying to spot the King himself.",
    "In a town with a dense population."
  ],
  "training_grounds": [
    "Standing among the ranks of new students out in the field.",
    "Watching the careful training of artful students.",
    "Relaxing in the shade of tall engraved rock."
  ],
  "windmill": [
    "Observing the churning and grinding of the new harvest.",
    "By an agricultural structure once owned by one of Gnawnia's most prosperous farmers.",
    "Grinding up hundreds of tiny seeds from a stalky, golden plant."
  ],
  "zugzwang_library": [
    "Leafing through ancient tomes of knowledge.",
    "Expanding knowledge and climbing endless ladders."
  ]
}
